acpi
acpid
adobe-source-code-pro-fonts
alex
alsa-firmware
alsa-oss
alsa-utils
apache
apache-ant
aspell-en
at
autoconf
automake
awesome
bash
bash-completion
bbswitch
bind-tools
binutils
bison
bitlbee
bumblebee
bzip2
cabal-install
cairo-infinality-ultimate
calibre
chromium
clang
clipit
clonezilla
cmake
conky
coreutils
cowsay
cronie
cryptsetup
ctags
cups
curlftpfs
cython
ddrescue
deadbeef
device-mapper
dhcpcd
dialog
diffutils
dos2unix
dosfstools
dropbox
e2fsprogs
eclipse
emacs
erlang
evince
fakeroot
fbida
fceux
ffmpeg
ffmpegthumbnailer
figlet
file
file-roller
filesystem
findutils
firefox
fish
flashplugin
flex
fontconfig-infinality-ultimate
fontforge
fprintd
freetype2-infinality-ultimate
galculator
gawk
gcc-fortran
gettext
gimp
git
glibc
gnome-keyring
gnome-themes-standard
go
gparted
gpick
gpicview
gptfdisk
grep
grub
gsimplecal
gtk-engine-murrine
gtk-engines
gtk-recordmydesktop
gucharmap
gummiboot
gzip
haddock
happy
haveged
hicolor-icon-theme
hplip
htop
ibfonts-meta-extended
icedtea-web
inetutils
iproute2
iputils
irssi
jfsutils
laptop-detect
less
lib32-cairo-infinality-ultimate
lib32-fontconfig-infinality-ultimate
lib32-freetype2-infinality-ultimate
libev
libgit2
libmad
libreoffice-still
libreoffice-still-sdk
libtool
libvncserver
licenses
lighttpd
linux
llvm
logrotate
lsb-release
lsof
luakit
lvm2
lxappearance
lxinput
lxrandr
lxterminal
lzop
m4
make
man-db
man-pages
mariadb
mc
mdadm
medit
memtest86+
mkinitcpio-nfs-utils
modemmanager
mono
monodevelop
mpc
mpd
nano
nbd
ncmpcpp
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
networkmanager-vpnc
nmap
nodejs
notify-osd
npm
ntfs-3g
ntp
nvidia
obconf
octave
openbox
openssh
openvpn
os-prober
p7zip
pacman
paprefs
parted
patch
pavucontrol
pciutils
pcmciautils
perl
perl-file-mimeinfo
pgadmin3
php
php-apache
pkg-config
pkgfile
postgresql
prebootloader
processing
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pv
python-lxml
python-markdown
python-matplotlib
python-pip
python-scipy
python2-dbus
python2-pillow
python2-pip
python2-pyqt4
python2-reportlab
python2-xdg
qt5-3d
qt5-canvas3d
qt5-connectivity
qt5-enginio
qt5-graphicaleffects
qt5-imageformats
qt5-multimedia
qt5-quick1
qt5-quickcontrols
qt5-script
qt5-serialport
qt5-tools
qt5-translations
qt5-wayland
qt5-webengine
qt5-websockets
qt5-x11extras
qtcreator
r
recordmydesktop
refind-efi
reiserfsprogs
remmina
rsync
ruby
s-nail
sakura
sane
sbcl
scapy
scrot
seahorse
sed
shadow
skype
slock
squashfs-tools
strace
sudo
sysfsutils
syslinux
systemd-sysvcompat
tar
tcl
terminus-font
texinfo
texlive-core
texlive-latexextra
texlive-science
thunar
thunar-archive-plugin
tint2
tk
tmux
tomcat8
tor
traceroute
transmission-gtk
tree
ttf-bitstream-vera
ttf-inconsolata
ttf-indic-otf
tumbler
udevil
unrar
unzip
usb_modeswitch
usbutils
util-linux
vi
vim
vinagre
virtualbox-guest-utils
vlc
volumeicon
wget
which
wkhtmltopdf
x11vnc
xclip
xdg-user-dirs
xf86-input-evdev
xf86-input-joystick
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-void
xf86-video-ark
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-glint
xf86-video-i128
xf86-video-intel
xf86-video-mach64
xf86-video-neomagic
xf86-video-nouveau
xf86-video-nv
xf86-video-openchrome
xf86-video-r128
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-trident
xf86-video-vesa
xf86-video-voodoo
xfsprogs
xorg-server
xorg-server-utils
xorg-utils
xorg-xinit
xorg-xkill
xscreensaver
xsel
xterm
xxkb
yaourt
youtube-dl
zip
zsh
